<?php slot('title') ?>
Term and Conditions
<?php end_slot() ?>

<?php use_helper('I18N') ?>
<div class="wufoo">
	<div class="info">
		  <h2>
			Term and Conditions
		  </h2>
	</div>	
	<div >
		<h2>Haimee活动服务使用协议</h2>
		<p><b>
		1.	特别提示
		</b></p> 
		Haimee活动同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的相关服务（以下称“网络服务”），为获得网络服务，服务使用人（以下称 “用户”）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击“同意”按钮即表示用户完全接受本协议项下的全 部条款。 用户注册成功后，Haimee活动将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律 责任。
		<p><b>
		2.	服务内容
		</b></p>
		2.1<br>
		Haimee活动服务的具体内容由Haimee根据实际情况提供。
		<br>
		2.2<br>
		用户理解，Haimee仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。、为使用移动网而支付的手机费）均应由用户自行负担。
		<p><b>
		3.	服务变更、中断或终止 
		</b>
		</p>
		3.1 <br>鉴于网络服务的特殊性，用户同意Haimee活动有权随时变更、中断或终止部分或全部的网络服务。如变更、中断或终止网络服务，Haimee活动无需通知用户，也无需对任何用户或任何第三方承担任何责任；
		 <br>
		 3.2 <br>用户理解，Haimee活动需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务 在合理时间内的中断，Haimee活动无需为此承担任何责任，但Haimee活动应尽可能事先进行通告。
		 <br>
		 3.3 <br>如发生下列任何一种情形，Haimee活动有权随时中断或终止向用户提供本协议项下的网络服务（包括收费网络服务）而无需对用户或任何第三方承担任何责任：
		<br>3.3.1 用户提供的个人资料不真实；
		<br>3.3.2 用户违反本协议中规定的使用规则；
		<br>3.4 <br>如用户注册的免费网络服务的帐号在任何连续360日内未实际使用，则Haimee活动有权删除该帐号并停止为该用户提供相关的网络服务。
		<p><b>
		4. 使用规则 
		</b></p>
		4.1 <br>用户在申请使用Haimee活动服务时，必须向Haimee活动提供准确的个人资料，如个人资料有任何变动，必须及时更新。 
		<br>4.2 <br>用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知Haimee活动。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非 法使用，Haimee活动不承担任何责任。 
		<br>4.3 <br>用户同意Haimee活动有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在Haimee活动网站的任何页面上投放广告）， 并且，用户同意接受Haimee活动通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。
		<br>4.4 <br>对于用户通过Haimee活动服务（包括但不限于论坛、BBS、新闻评论、个人家园）上传到Haimee活动网站上可公开获取区域的任何内容，用户同意Haimee活动在全世界范 围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示 此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。 
		<br>4.5 <br>用户在使用Haimee活动服务过程中，必须遵循以下原则： 
		<br>4.5.1 遵守所有与网络服务有关的网络协议、规定和程序；
		<br>4.5.2 不得为任何非法目的而使用网络服务系统；
		<br>4.5.3 不得以任何形式使用Haimee活动服务侵犯Haimee活动的商业利益，包括并不限于发布非经Haimee活动许可的商业广告；
		<br>4.5.4 不得利用Haimee活动服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；
		<br>4.5.5 不得利用Haimee活动提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的的或其他任何非法的信息资料；
		<br>4.5.6 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；
		<br>4.5.7 不得利用Haimee活动服务系统进行任何不利于Haimee活动的行为；
		<br>4.5.8 请勿使用公众知名人士的名字，严禁使用侮辱性笔名；(管理员保留直接注销任何不雅笔名权力)
		<br>4.5.9 不得发布任何违反国际网络法的内容(如教唆犯罪，恐怖主义，儿童色情，种族歧视等)；
		<br>4.5.10 对自己的言论和行为负责，遵守您所在国家的相关法律法规； 
		<br>4.5.11 承担一切因您的行为而直接或间接导致的民事或刑事法律责任； 
		<br>4.6  <br>Haimee活动有权对用户使用Haimee活动服务的情况进行审查和监督(包括但不限于对用户存储在Haimee活动的内容进行审核)，如用户在使用网络服务时违反任何上述规 定，Haimee活动或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减 轻用户不当行为造成的影响。 
		<br>4.7 <br>Haimee活动针对某些特定的Haimee活动服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一 部分，用户如使用该等Haimee活动服务，视为用户同意该等声明、通知、警示的内容。
		<p><b>
		5. 知识产权 
		</b></p>
		5.1 <br>Haimee活动提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料 均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非 商业用途而保存在某台计算机内。Haimee活动不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生 的任何损害赔偿，以任何形式，向用户或任何第三方负责。
		 <br>5.2 <br>Haimee活动为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权 利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。
		<p><b>
		6. 隐私保护
		</b></p>
		6.1 <br>保护用户隐私是Haimee活动的一项基本政策，Haimee活动保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在Haimee活动的非公开内容，但下列情况除外：
		<br>6.1.1 事先获得用户的明确授权；
		<br>6.1.2 根据有关的法律法规要求；
		<br>6.1.3 为维护社会公众的利益；
		<br>6.1.4 为维护Haimee活动的合法权益。
		<br>6.2 <br>Haimee活动可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与Haimee活动同等的保护用户隐私的责任，则Haimee活动有权将用户的注册资料等提供给该第三方。 
		<br>6.3 <br>在不透露单个用户隐私资料的前提下，Haimee活动有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
		<p><b>
		7. 免责声明
		</b></p>
		7.1<br>用户明确同意其使用Haimee活动服务所存在的风险将完全由其自己承担；因其使用Haimee活动服务而产生的一切后果也由其自己承担，Haimee活动对用户不承担任何责任。 
		<br>7.2 <br>Haimee活动不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。
		 <br>7.3 <br>Haimee活动不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由Haimee活动实际控制的任何网页上的内容，Haimee活动不承担任何责任。
		 <br>7.4 <br>对于因不可抗力或Haimee活动不能控制的原因造成的网络服务中断或其它缺陷，Haimee活动不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。 
		 <br>7.5<br> 用户同意，对于Haimee活动向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，Haimee活动无需承担任何责任：
		<br>7.5.1 Haimee活动向用户免费提供的各项网络服务；
		<br>7.5.2 Haimee活动向用户赠送的任何产品或者服务；
		<br>7.6<br>在haimee.com上面所有的活动均是由第三方组织，和haimee.com没有任何关联。活动期间发生的任何事故，活动组织者与第三方（活动承办商家，活动参与者等）产生的任何争端，haimee.com均不负责任。
		<p><b>
		8. 违约赔偿
		</b></p>
		 8.1 <br>如因Haimee活动违反有关法律、法规或本协议项下的任何条款而给用户造成损失，Haimee活动同意承担由此造成的损害赔偿责任。 
		 <br>8.2 <br>用户同意保障和维护Haimee活动及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给Haimee活动或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
		<p><b>
		9. 协议修改
		</b></p> 
		9.1 <br>Haimee活动有权随时修改本协议的任何条款，一旦本协议的内容发生变动，Haimee活动将会直接在Haimee活动网站上公布修改之后的协议内容，该公布行为视为Haimee活动已经通知用户修改内容。Haimee活动也可通过其他适当方式向用户提示修改内容。
		 <br>9.2<br> 如果不同意Haimee活动对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受Haimee活动对本协议相关条款所做的修改。
		<p><b>
		10. 通知送达
		</b></p> 
		10.1 <br>本协议项下Haimee活动对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。 
		<br>10.2<br> 用户对于Haimee活动的通知应当通过Haimee活动对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。
		<p><b>
		11. 法律管辖
		</b></p> 
		11.1 <br>本协议的订立、执行和解释及争议的解决均应适用Haimee所在地法律并受当地法院管辖。 
		<br>11.2<br> 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向Haimee活动所在地的法院提起诉讼。
		<p><b>
		12. 其他规定
		</b></p> 
		12.1 <br>本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。 
		<br>12.2<br> 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。 
		<br>12.3<br> 本协议中的标题仅为方便而设，在解释本协议时应被忽略。
	</div>
</div>